package hospital.nodataentity;

public final class MedicalAdvice {
    public static final String HEMOGLOBINLOW = "<b>Анемія.</b> Можливе зниження працездатності, сонливість, головні болі, " +
            "задишка при навантаженні, прискорене серцебиття, заїди, блідий колір шкіри.<br>Можливі причини низького " +
            "рівня гемоглобіну: <ul><li>анемія;</li>" + "<li>лейкози;</li>" +
            "<li>вроджені захворювання крові (серповидно-клітинна анемія, таласемія);</li>" +
            "<li>нестача заліза;</li>" + "<li>нестача вітамінів;</li>" + "<li>виснаження організму;</li><li>крововтрата.</li></ul>";

    public static final String HEMOGLOBINHIGH = "<b>Зневоднення.</b> Можливі причини підвищення рівня гемоглобіну:<br>" +
            "<ul><li>значна втрата рідини;</li><li>вроджені вади серця або легень;</li>" + "<li>легенева або серцева недостатність;</li>" +
            "<li>захворювання нирок (стеноз ниркової артерії, доброякісні пухлини нирки);</li>" +
            "<li>захворювання органів кровотворення (еритремія).</li></ul>";

    public static final String REDBLOODCELLLOW = "<b>Анемія.</b> Можливі причини низького рівня еритроцитів:<br>" +
            "<ul><li>неправильне харчування (нестача вітамінів і білка);</li>" +
            "<li>крововтрата;</li>" + "<li>лейкози (захворювання системи кровотворення)</li>" +
            "<li>спадкові ферментопатії (дефекти ферментів, які беруть участь в кровотворенні);</li>" +
            "<li>гемоліз (загибель клітин крові в результаті дії токсичних речовин, аутоімунних ушкоджень).</li></ul>";

    public static final String REDBLOODCELLHIGH = "Можливі причини високого рівня еритроцитів:<br>" +
            "<ul><li>зневоднення організму (блювання, діарея, рясне потовиділення, зниження споживання рідини);</li>" +
            "<li>еритремія (захворювання кровотворної системи);</li>" +
            "<li>захворювання серцево-судинної або легеневої системи, які призводять до дихальної та " +
            "<li>серцевої недостатності;</li><li>стеноз ниркової артерії.</li></ul>";

    public static final String HEMATOCRITLOW = "Можливі причини зниження гематокриту:<br>" +
            "<ul><li>анемія;</li><li>ниркова недостатність.</li></ul>";

    public static final String HEMATOCRITLOWWOMAN = "<ul><li>Друга половина вагітності.</li></ul>";


    public static final String HEMATOCRITHIGH = "Можливі причини підвищення гематокриту:<br>" +
            "<ul><li>еритремія;</li>" + "<li>серцева або дихальна недостатність;</li>" +
            "<li>зневоднення в результаті рясної блювоти, діареї, значних опіків, при діабеті.</li></ul>";

    public static final String PLATELEDLOW = "Можливі причини зниження рівня тромбоцитів:<br>" +
            "<ul><li>вроджені захворювання крові (гемофілії);</li>" +
            "<li>ідіопатична аутоімунна тромбоцитопенічна пурпура;</li>" +
            "<li>лікарська тромбоцитопенія;</li>" + "<li>системна червона вовчанка;</li>" +
            "<li>інфекції (вірусні та бактеріальні інфекції, риккетсиоз, малярія, токсоплазмоз);</li>" +
            "<li>апластична анемія;</li>" + "пароксизмальна нічна гемоглобінурія;</li>" +
            "<li>синдром Evans (аутоімунна гемолітична анемія і тромбоцитопенія);</li>" +
            "<li>ДВС-синдром (дисемінованоговнутрішньосудинного згортання);</li>" +
            "<li>переливання крові;</li>" + "<li>серцева недостатність;</li>" + "<li>тромбоз ниркових вен.</li></ul>";

    public static final String PLATELEDLOWCHILD = "<ul><li>У дітей, народжених недоношеними;</li>" +
            "<li>при гемолітичній хворобі новонароджених.</li></ul>";

    public static final String PLATELEDHIGH = "Можливі причини підвищення рівня тромбоцитів:<br>" +
            "<ul><li>видалення селезінки;</li>" +
            "<li>запальні процеси (загострення ревматизму, остеомієліт, туберкульоз, абсцес);</li>" +
            "<li>різні види анемій (після крововтрати, залізодефіцитна, гемолітична);</li>" +
            "<li>після хірургічної операції;</li>" + "<li>рак різної локалізації;</li>" +
            "<li>фізична перевтома;</li>" + "<li>еритремія.</li></ul>";

    public static final String WHITEBLOODCELLLOW = "Можливі причини зниження рівня лейкоцитів:<br>" +
            "<ul><li>вірусні та інфекційні захворювання (грип, черевний тиф, вірусний гепатит, сепсис, кір, малярія, " +
            "краснуха, епідемічний паротит, СНІД);</li>" +
            "<li>ревматичні захворювання (ревматоїдний артрит, системний червоний вовчак);</li>" +
            "<li>деякі види лейкозів;</li>" + "<li>гіповітаміноз;</li>" +
            "<li>застосування протипухлинних препаратів (цитостатики, стероїдні препарати);</li>" +
            "<li>променева хвороба</li></ul>";

    public static final String WHITEBLOODCELLHIGH = "Фізіологічні причини підвищення рівня лейкоцитів:" +
            "<ul><li>після прийому їжі;</li>" + "<li>після активного фізичного навантаження;</li>" + "<li>після щеплення.</li></ul>" +
            "<br>Підвищення рівня лейкоцитіва тлі запальної реакції:<br>" +
            "<ul><li>гнійно-запальні процеси (абсцес, флегмона, бронхіт, гайморит, апендицит, і т.д.);</li>" +
            "<li>опіки і травми з великим ушкодженням м'яких тканин;</li>" +
            "<li>після операції;</li>" +
            "<li>у період загострення ревматизму;</li>" +
            "<li>при онкологічному процесі;</li>" +
            "<li>при лейкозі або при злоякісних пухлинах різної локалізації відбувається стимуляція роботи імунної системи.</li></ul>";

    public static final String WHITEBLOODCELLHIGHWOMAN = "<br>Також рівень лейкоцитів може підвищуватися " +
            "по фізіологічним причинам у період менструації або у другій половині вагітностію.";

    public static final String ERYTHROCYTESEDIMENTATIONRATELOW = "Можливі причини зниження ШОЕ:<br>" +
            "<ul><li>одужування після недавно перенесеної вірусної інфекції;</li>" +
            "<li>астено-невротичний синдром, виснаження нервової системи: швидка стомлюваність, млявість, головні болі;</li>" +
            "<li>кахексія - крайній ступінь виснаження організму;</li>" +
            "<li>тривалий прийом глюкокортикоїдів, який привів до пригнічення передньої долі гіпофіза;</li>" +
            "<li>гіперглікемія - підвищений вміст цукру в плазмі крові;</li>" +
            "<li>порушення згортання крові;</li>" + "<li>важкі черепно-мозкові травми і струс мозку.</li></ul>" +

            "<br>Знизити ШОЕ може прийом медикаментів:<br>" +
            "<ul><li>саліцилати - аспірин;</li>" + "<li>нестероїдні протизапальні препарати - диклофенак, немід;</li>" +
            "<li>сульфаніламідні препарати - сульфасалазин, салазопірин;</li>" +
            "<li>імунодепресанти - пеницилламін</li>" + "<li>гормональні препарати - тамоксифен, нолвадекс;</li>" +
            "<li>вітамін В12.</li></ul>";
    public static final String ERYTHROCYTESEDIMENTATIONRATELOWFORNEWBORN = "<br>Фізіологічні (не пов'язані з хворобою) коливання рівня ШОЕ:<br>" +
            "У немовлят ШОЕ низька через зниження рівня фібриногену і великої кількості еритроцитів в крові.";

    public static final String ERYTHROCYTESEDIMENTATIONRATEHIGH = "Основною причиною зростання ШОЕ є <br>" +
            "<br>&ndash; інфекції та запальні процеси (бактеріальні, вірусні та грибкові):<br>" +
            "<ul><li>інфекції верхніх і нижніх дихальних шляхів: ангіна, трахеїт, бронхіт, пневмонія;</li>" +
            "<li>запалення ЛОР-органів: отити, синусити, тонзиліти;</li>" +
            "<li>стоматологічні захворювання: стоматит, зубні гранульоми;</li>" +
            "<li>хвороби серцево-судинної системи: флебіти, інфаркт міокарда, гострий перикардит;</li>" +
            "<li>інфекції сечовивідних шляхів: цистит, уретрит;</li>" +
            "<li>запальні захворювання органів малого таза: аднексит, простатит, сальпінгіт, ендометрит;</li>" +
            "<li>запальні захворювання шлунково-кишкового тракту: холецистит, коліт, панкреатит, виразкова хвороба;</li>" +
            "<li>абсцеси і флегмони;</li>" +
            "<li>туберкульоз;</li>" +
            "<li>хвороби сполучної тканини: колагенози;</li>" +
            "<li>вірусні гепатити;</li>" +
            "<li>системні грибкові інфекції;</li></ul>" +

            "<br>&ndash; злоякісні пухлини:<br>" +
            "<ul><li>злоякісні пухлини будь-якої локалізації;</li>" +
            "<li>онкологічні захворювання крові;</li></ul>" +

            "<br>&ndash; ревматологічні (аутоімунні) захворювання:<br>" +
            "<ul><li>ревматизм;</li>" +
            "<li>ревматоїдний артрит;</li>" +
            "<li>геморагічний васкуліт;</li>" +
            "<li>системна склеродермія;</li>" +
            "<li>системна червона вовчанка;</li></ul>" +

            "<br>&ndash; хвороби нирок:<br>" +
            "<ul><li>пієлонефрит;</li>" +
            "<li>гломерулонефрит;</li>" +
            "<li>нефротичний синдром;</li>" +
            "<li>хронічна ниркова недостатність;</li></ul>" +

            "<br>&ndash; травми<br>" +
            "<ul><li>стани після хірургічних втручань;</li>" +
            "<li>травми спинного мозку;</li>" +
            "<li>рани;</li>" +
            "<li>опіки.</li></ul>" +

            "<br>Лікарські препарати, які можуть викликати підвищення ШОЕ:<br>" +
            "<ul><li>морфіну гідрохлорид;</li>" +
            "<li>декстран;</li>" +
            "<li>метилдофа;</li>" +
            "<li>вітамін D.</li></ul>";

    public static final String ERYTHROCYTESEDIMENTATIONRATEHIGHWOMAN = "<br>Фізіологічні (не пов'язані з хворобою) коливання рівня ШОЕ:<br>" +
            "<ul><li>Менструальний цикл. ШОЕ різко підвищується перед менструальним кровотечею і знижується до норми під час " +
            "менструації. Це пов'язують зі зміною гормонального і білкового складу крові в різні періоди циклу.</li>" +
            "<li>Вагітність. ШОЕ збільшується з 5-го тижня вагітності до 4-го тижня після пологів. Максимальний " +
            "рівень ШОЕ досягає через 3-5 днів після народження дитини, що пов'язано з травмами під час пологів.<br> " +
            "При нормальній вагітності швидкість осідання еритроцитів може досягати 40 мм/год.</li></ul>";


    public static final String AMYLASEHIGH = "Можливі причини підвищення рівня амілази:<br>" +
            "<ul><li>гострий панкреатит (головною причиною гострого панкреатиту є камені у жовчному міхурі та зловживання алкоголем);</li>" +
            "<li>хронічний панкреатит (основна причина хронічного панкреатиту &ndash; хронічний алкоголізм);</li>" +
            "<li>різноманітні пухлини або каміння у підшлунковій залозі;</li>" +
            "<li>гострий холецистит (запалення жовчного міхура);</li>" +
            "<li>гостра вірусна інфекція (свинка);</li>" +
            "<li>алкогольна інтоксикація;</li>"+
            "<li>травма підшлункової залози;</li>" +
            "<li>закупорка (каменем, рубцем) панкреатичного протоки;</li>" +
            "<li>гострий апендицит, перитоніт;</li>" +
            "<li>перфорація (прорив) виразки шлунка;</li>" +
            "<li>декомпенсація цукрового діабету - діабетичний кетоацидоз;</li>" +
            "<li>порушення відтоку в слинних залозах або слинних протоках, наприклад при паротиті (свинці);</li>" +
            "<li>операції на органах черевної порожнини;</li>" +
            "<li>кишкова непрохідність;</li>" +
            "<li>перерване трубна вагітність;</li>" +
            "<li>розрив аневризми аорти;</li>" +
            "<li>макроамілаземія &ndash; рідкісний доброякісний стан, коли амілаза з'єднується з великими білками " +
            "у сироватці і тому не може пройти через ниркові клубочки, накопичуючись у сироватці крові.</li></ul>" +
            "<br>Рівень амілази може підвищуватися при прийомі каптоприлу, кортикостероїдів, " +
            "фуросеміду, ібупрофену, наркотичних анальгетиків.";

    public static final String AMYLASEWOMANHIGH = "<br>Крім того рівень амілази може підвищуватися при вагітності " +
            "або прийомі оральних контрацептивів і підвищується при позаматковій вагітності.";

    public static final String AMYLASELOW = "Можливі причини зниження рівня амілази:<br>" +
            "<ul><li>зниження функції підшлункової залози;</li>" +
            "<li>важкий гепатит;</li>" +
            "<li>муковісцидоз (кістозний фіброз) підшлункової залози &ndash; важке спадкове захворювання;</li>" +
            "<li>видалення підшлункової залози.</li></ul>";

    public static final String AMYLASELITTLECHILD = "<br>Активність амілази у дітей в перші два місяці життя низька " +
            "і підвищується до дорослого рівня до кінця першого року життя.";

    public static final String LIPASELITTLECHILD = "Активність ліпази у дітей в перші два місяці життя низька " +
            "і підвищується до дорослого рівня до кінця першого року життя.";

    public static final String LIPASEHIGH = "Можливі причини підвищення рівня ліпази:<br>" +
            "<ul><li>гострий панкреатит (головною причиною гострого панкреатиту є камені у жовчному міхурі та зловживання алкоголем);</li>" +
            "<li>хронічний панкреатит (основна причина хронічного панкреатиту &ndash; хронічний алкоголізм);</li>" +
            "<li>травма підшлункової залози;</li>" +
            "<li>різноманітні пухлини і пухлиноподібні утворення підшлункової залози;</li>" +
            "<li>закупорка (каменем, рубцем) панкреатичного протоки;</li>" +
            "<li>холецистити</li>" +
            "<li>холестаз</li>" +
            "<li>прорив виразок</li>" +
            "<li>хвороби обміну речовин &ndash; цукровий діабет, подагра, ожиріння</li>" +
            "<li>прийом ліків (гепарин, наркотичні знеболюючі, снодійні барбитурового ряду, індометацин)</li></ul>" +
            "<br>Крім того, підвищення активності ліпази можливо при травмах, пораненнях, операціях, " +
            "переломах і гострій нирковій недостатності. <br>Однак підвищена активність ліпази при таких станах " +
            "не є специфічною для них і в діагностиці даних захворювань не використовується.";

    public static final String LIPASELOW = "Можливі причини зниження рівня ліпази:<br>" +
            "<ul><li>пригнічення функції підшлункової залози;</li>" +
            "<li>пухлини різної локалізації (крім підшлункової залози);</li>" +
            "<li>неправильне харчування;</li><li>спадкова тригліцеридемія;</li>" +
            "<li>муковісцидоз (кістозний фіброз) підшлункової залози &ndash; спадкове захворювання, " +
            "пов'язане з ураженням залоз зовнішньої секреції (легені, шлунково-кишковий тракт);</li>" +
            "<li>видалення підшлункової залози.</li></ul>";

    public static final String LACTATEDEHYDROGENASEHIGH = "Можливі причини підвищення рівня лактатдегидрогенази:<br>" +
            "<ul><li>інфаркт міокарда;</li>" +
            "<li>гострий гепатит (вірусний, токсичний);</li>" +
            "<li>цироз печінки;</li>" +
            "<li>ракові пухлини різної локалізації (тератоми, дісгерміноми яєчників);</li>" +
            "<li>травми м'язів (розриви, переломи і т.д.);</li>" +
            "<li>гострий панкреатит;</li>" +
            "<li>патологія нирок (пієлонефрит, гломерулонефрит);</li>" +
            "<li>гемолітична анемія, В12-дефіцитна і фолієво дефіцитна анемії;</li>" +
            "<li>лейкоз.</li></ul>";

    public static final String LACTATEDEHYDROGENASELOW = "Можливі причини зниження рівня лактатдегидрогенази:<br>" +
            "<ul><li>присутність оксалатів і сечовини, що пригнічують фермент;</li>" +
            "<li>лікарські засоби, які знижують активність ЛДГ (амікацин, аскорбінова кислота, " +
            "дофібрат, еналаприл, метронідазол, налтрексон, протисудомні препарати, цефотаксим).</li></ul>";

    public static final String ALANINEAMINOTRANSFERASEHIGH = "Можливі причини підвищення рівня " +
            "Аланінамінотрансферази:<br>" +
            "<ul><li>вірусні інфекції (наприклад, гепатит);</li>" +
            "<li>прийом ліків або інших речовин, які є токсичними для печінки;</li>" +
            "<li>хвороби, що уповільнюють приплив крові до печінки (ішемії);</li>" +
            "<li>непрохідність жовчних шляхів, цироз (зазвичай в результаті хронічного гепатиту або закупорки жовчних" +
            " шляхів) і пухлина печінки.</li></ul>";

    public static final String ALANINEAMINOTRANSFERASEHIGHFORCHILDTO14YEAR = "<br>Висока активність АЛТ " +
            "спостерігається у підлітків в період інтенсивного росту.";

    public static final String ASPARTATEAMINOTRANSFERASEHIGH = "Можливі причини підвищення рівня " +
            "Аспартатамінотрансферази:<br>" +
            "<ul><li>гепатити;</li>" +
            "<li>некроз печінки;</li>" +
            "<li>цироз;</li>" +
            "<li>алкоголізм;</li>" +
            "<li>рак печінки і метастази в печінці;</li>" +
            "<li>інфаркт міокарда;</li>" +
            "<li>спадкові і аутоімунні захворювання м'язової системи (міодистрофія Дюшена);</li>" +
            "<li>мононуклеоз;</li>" +
            "<li>гепатоз;</li>" +
            "<li>холестаз.</li></ul><br>" +
            "Крім тогозбільшення активності АСТ відбуваєтья при деяких патологічних станах &ndash; опіки, травми, " +
            "тепловий удар, отруєння грибами.";

    public static final String ASPARTATEAMINOTRANSFERASELOW = "Низька активність АСТ спостерігається " +
            "при дефіциті вітаміну В6 і наявності значних ушкоджень печінки (некроз, цироз).";

    public static final String ASPARTATEAMINOTRANSFERASELOWWOMAN = "<br>Крім того, причиною зниження рівня АСТ " +
            "може бути вагітність.";

    public static final String ALKALINEPHOSPHATASEHIGH = "Можливі причини підвищення рівня лужної фосфатази:<br>" +
            "<ul><li>обтураційна жовтяниця;</li><li>пухлини або метастази в кістках;</li>" +
            "<li>гіпертиреоз;</li>" +
            "<li>захворювання крові (мієломна хвороба, лімфогранулематоз, мононуклеоз);</li>" +
            "<li>рахіт;</li>" +
            "<li>деструктивні захворювання печінки (цироз, рак, туберкульоз);</li>" +
            "<li>білі інфаркти (нирок, легенів);</li>" +
            "<li>амілоїдоз.</li></ul>";

    public static final String ALKALINEPHOSPHATASELOW = "Можливі причини зниження рівня лужної фосфатази:<br>" +
            "<ul><li>важка анемія;</li>" +
            "<li>масивні переливання крові;</li>" +
            "<li>гіпотиреоз (стан, при якому знижена функція щитовидної залози);</li>" +
            "<li>нестача магнію, цинку, вітамінів В12 або С (цинга);</li>" +
            "<li>гіпофосфатазія &ndash; рідкісне вроджене захворювання, що призводить до розм'якшення кісток.</li></ul>";

    public static final String ALKALINEPHOSPHATASEHIGHWOMAN = "<br>Під час вагітності активність лужної фосфатази " +
            "підвищується, так як вона міститься в плаценті.";

    public static final String ALKALINEPHOSPHATASELOWWOMAN = "<br>Виражене зниження лужної фосфатази " +
            "під час вагітності &ndash; ознака недостатності формування плаценти.";

    public static final String TOTALPROTEINHIGH = "<b>Гіперпротеїномія.</b> Це досить рідкісне явище, що супроводжує " +
            "ряд станів при яких формуються патологічні білки. Воно може супроводжувати інфекційні захворювання, " +
            "ревматоїдний артрит, цироз, хронічний гепатит та ін. <br>Гіперпротеїномія може виникати при значній " +
            "втраті рідини.";

    public static final String TOTALPROTEINLOW ="<b>Гіпопротеїномія.</b> Можливі причини зниження рівня " +
            "загального білка:<br>" +
            "<ul><li>затримка рідини у зв'язку з порушенням функції нирок або ослабленням роботи серця;</li>" +
            "<li>недостатність надходження білка в організм або порушення засвоєння їжі в шлунково-кишковому тракті " +
            "(внаслідок голодування, недоїдання, звуження стравоходу, захворювань кишечника запального характеру);</li>" +
            "<li>зниження синтезу білка в печінці (через гепатит, цироз/атрофію печінки, інтоксикацію);</li>" +
            "<li>вроджені порушення синтезу окремих білків крові;</li>" +
            "<li>підвищений розпад білка (як результат злоякісних новоутворень, гіперфункції щитовидної залози, " +
            "післяопераційного стану, тривалої лихоманки, травми, довгого лікування гормональними протизапальними " +
            "препаратами);</li>" +
            "<li>надмірна втрата білка при захворюваннях нирок, цукровому діабеті, кровотечах;</li>" +
            "<li>втрата білка разом з рідиною, яка накопичується в черевній порожнині і порожнині плеври.</li></ul>";

    public static final String TOTALPROTEINLOWWOMAN = "<br>Можливий розвиток фізіологічної гіпопротеїномії в останні " +
            "місяці вагітності або в період лактації";

    public static final String ALBUMINHIGH = "<b>Гіперальбумінемія.</b> Можливі причини підвищення рівня альбумінів:" +
            "<ul><li>дегідратація, або зневоднення (втрата рідини організмом при блювоті, проносі, рясному потінні);</li>" +
            "<li>значні опіки;</li>" +
            "<li>прийом високих доз вітаміну А.</li></ul>" +
            "<br>В цілому висока концентрація альбумінів не має істотного діагностичного значення.";

    public static final String ALBUMINLOW = "<b>Гіпоальбумінемія.</b> Призводить до появи набряків. Можливі причини зниження рівня альбумінів: " +
            "<ul><li>нефрити (гломерулонефрит);</li>" +
            "<li>гостра атрофія печінки, токсичний гепатит, цироз;</li>" +
            "<li>збільшена проникність капілярів;</li>" +
            "<li>амілоїдоз;</li>" +
            "<li>опіки, травми або кровотечі;</li>" +
            "<li>застійна серцева недостатність;</li>" +
            "<li>патології шлунково-кишкового тракту;</li>" +
            "<li>голодування;</li>" +
            "<li>пухлини;</li>" +
            "<li>синдром мальабсорбції;</li>" +
            "<li>сепсис;</li>" +
            "<li>тиреотоксикоз.</li></ul>";

    public static final String ALBUMINLOWWOMAN = "<br>Рівень альбумінів може знижуватися під час вагітності та лактації або " +
            "прийомі оральних контрацептивів і естрогенових гормонів";

    public static final String CHOLESTEROLHIGH = "Можливі причини підвищеного рівня загального холестерину:" +
            "<ul><li>холестаз &ndash; застій жовчі, який може бути викликаний захворюванням печінки (гепатит, цироз) або камінням в жовчному міхурі;</li>" +
            "<li>хронічне запалення нирок, що приводить до нефротичного синдрому;</li>" +
            "<li>хронічна ниркова недостатність;</li>" +
            "<li>зниження функції щитовидної залози (гіпотиреоз);</li>" +
            "<li>погано вилікуваний цукровий діабет;</li>" +
            "<li>алкоголізм;</li>" +
            "<li>ожиріння.</li></ul><br>";

    public static final String CHOLESTEROLLOW = "Можливі причини низького рівня загального холестерину: " +
            "<ul><li>спадковість;</li><li>важке захворювання печінки;</li>" +
            "<li>онкологічні захворювання кісткового мозку;</li>" +
            "<li>підвищена функція щитовидної залози (гіпертиреоз);</li>" +
            "<li>порушення всмоктування в кишечнику;</li><li>фоліево- або B12-дефіцитна анемія;</li>" +
            "<li>туберкульоз;</li><li>гострі захворювання, гострі інфекції.</li></ul><br>";

    public static final String CHOLESTEROLRISKLOW = "У вас низький ризик виникнення серцево-судинних захворювань";
    public static final String CHOLESTEROLRISKBORDER = "У вас середній ризик виникнення серцево-судинних захворювань";
    public static final String CHOLESTEROLRISKHIGH = "У вас високий ризик виникнення серцево-судинних захворювань";

    public static final String LOWDENSITYLIPOPROTEINHIGH = "Можливі причини високого рівня холестерину ліпопротеїнів " +
            "низької щільності: " +
            "<ul><li>холестаз &ndash; застій жовчі, який може бути викликаний захворюванням печінки (гепатит, цироз) " +
            "або камінням в жовчному міхурі;</li>" +
            "<li>хронічне запалення нирок, що приводить до нефротичного синдрому;</li>" +
            "<li>хронічна ниркова недостатність;</li>" +
            "<li>зниження функції щитовидної залози (гіпотиреоз);</li>" +
            "<li>погано вилікуваний цукровий діабет;</li>" +
            "<li>алкоголізм;</li><li>ожиріння.</li></ul>";

    public static final String LOWDENSITYLIPOPROTEINLOW = "Через низьку специфічність даний низький показник " +
            "не використовується в діагностиці. Однак причинами низького рівня холестерину ліпопротеїнів низької " +
            "щільності можуть бути: <ul><li>спадковість;</li>" +
            "<li>важке захворювання печінки;</li>" +
            "<li>онкологічні захворювання кісткового мозку;</li>" +
            "<li>підвищена функція щитовидної залози (гіпертиреоз);</li>" +
            "<li>порушення всмоктування в кишечнику;</li>" +
            "<li>фоліево- або B12-дефіцитна анемія;</li>" +
            "<li>туберкульоз;</li><li>гострі захворювання, гострі інфекції.</li></ul>";

    public static final String HIGHDENSITYLIPOPROTEINHIGH = "Можливі причини підвищеного рівня ліпопротеїдів високої " +
            "щільності: <ul><li>спадкова схильність;</li><li>хронічне захворювання печінки;</li>" +
            "<li>алкоголізм;</li><li>часті інтенсивні аеробні навантаження.</li></ul><br>";

    public static final String HIGHDENSITYLIPOPROTEINLOW = "Можливі причини низького рівня ліпопротеїдів високої " +
            "щільності: <ul><li>спадковість (хвороба Танжера);</li><li>холестаз &ndash; застій жовчі, який може бути" +
            " викликаний захворюванням печінки (гепатитом, цирозом) або камінням в жовчному міхурі;</li>" +
            "<li>важке захворювання печінки;</li><li>недолікований цукровий діабет;</li>" +
            "<li>хронічне запалення нирок, що приводить до нефротичного синдрому;</li>" +
            "<li>хронічна ниркова недостатність.</li></ul><br>";

    public static final String HDLRISKHIGH = "У вас високий ризик розвитку атеросклерозу і серцево-судинних " +
            "захворювань, незалежно від інших факторів ризику";
    public static final String HDLRISKMIDDLE = "У вас середній ризик розвитку атеросклерозу і серцево-судинних " +
            "захворювань";
    public static final String HDLRISKLOW = "У вас низький ризик розвитку атеросклерозу і серцево-судинних захворювань";

    public static final String POTASSIUMLOW = "<b>Гіпокалімія.</b> Можливі причини зниження рівня калію у крові:" +
            "<ul><li>дієта з низьким вмістом калію;</li>" +
            "<li>підвищення потреби організму в калії (наприклад, після операцій);</li>" +
            "<li>травми черепа;</li><li>тиреотоксикоз (захворювання щитовидної залози);</li>" +
            "<li>стрес, шок;</li>" +
            "<li>передозування інсуліну;</li>" +
            "<li>прийом деяких ліків (глюкокортикоїдів, діуретиків, протиастматичних засобів);</li>" +
            "<li>зневоднення організму (блювання, пронос, посилене потовиділення, промивання шлунка і кишечника);</li>" +
            "<li>шлункові і кишкові фістули.</li></ul>";

    public static final String POTASSIUMLOWWOMAN = "<ul><li>Під час і після пологів.</li></ul>";

    public static final String POTASSIUMLOWSYMPTOMS = "<br>Симптоми зниження калію в крові:" +
            "<ul><li>розлади роботи нервової системи;</li>" +
            "<ul><li>сонливість;</li>" +
            "<li>слабкість;</li>" +
            "<li>тремор (тремтіння рук);</li>" +
            "<li>підвищення тонусу м'язів;</li></ul>" +
            "<li>порушення з боку дихальної та серцево-судинної систем;</li>" +
            "<ul><li>зменшення частоти серцевих скорочень (пульсу);</li>" +
            "<li>збільшення розмірів серця;</li>" +
            "<li>шуми в серці;</li>" +
            "<li>ослаблення сили скорочень серця;</li>" +
            "<li>порушення електричних процесів в серцевому м'язі;</li>" +
            "<li>задишка;</li>" +
            "<li>вологі хрипи;</li></ul>" +
            "<li>порушення роботи шлунково-кишкового тракту;</li>" +
            "<ul><li>відсутність апетиту;</li>" +
            "<li>метеоризм;</li>" +
            "<li>блювота;</li>" +
            "<li>парез кишечника з формуванням непрохідності;</li></ul>" +
            "<li>гормональні порушення;</li>" +
            "<ul><li>непереносимість глюкози;</li>" +
            "<li>порушення механізму підтримки нормального артеріального тиску в нирках;</li></ul>" +
            "<li>порушення функції нирок;</li>" +
            "<ul><li>поліурія (рясне сечовиділення більше 2,5 літрів на добу) з переходом в анурію " +
            "(відсутність сечовиділення).</li></ul></li></ul>";

    public static final String POTASSIUMHIGH = "Можливі причини підвищення калію в крові:" +
            "<ul><li>дієта з дуже високим вмістом калію;</li>" +
            "<li>гостра ниркова недостатність;</li>" +
            "<li>гостра печінкова недостатність;</li>" +
            "<li>дегідратація організму (пронос, блювота, потіння, посилення сечовиділення і т.д.);</li>" +
            "<li>значні опіки;</li>" +
            "<li>краш-синдром (розвивається в результаті тривалого здавлення тканин);</li>" +
            "<li>отруєння алкоголем;</li>" +
            "<li>високий вміст глюкози крові;</li>" +
            "<li>туберкульоз;</li>" +
            "<li>аддисонова хвороба;</li>" +
            "<li>прийом деяких ліків (В-блокатори, міорелаксанти, серцеві глікозиди, гепарин, спіронолактон, індометацин, аспірин і т.д.);</li>" +
            "<li>системна червона вовчанка;</li>" +
            "<li>амілоїдоз;</li>" +
            "<li>серповидно-клітинна анемія;</li>" +
            "<li>цукровий діабет.</li></ul>";

    public static final String POTASSIUMHIGHWOMAN = "<ul><li>пологи.</li></ul>";

    public static final String POTASSIUMHIGHSYMPTOMS = "<br>Симптоми підвищення рівня калію в крові:" +
            "<ul><li>порушення нервової і м'язової систем;</li>" +
            "<ul><li>занепокоєння;</li>" +
            "<li>парестезія (бігання «мурах»);</li>" +
            "<li>міастенія (м'язова слабкість різного ступеню тяжкості);</li>" +
            "<li>паралічі;</li></ul>" +
            "<li>порушення функцій легенів і серця;</li>" +
            "<ul><li>аритмії;</li>" +
            "<li>екстрасистолії;</li>" +
            "<li>зупинка серця при концентрації калію вище 10 ммоль/л;</li>" +
            "<li>порушення дихання (уражень, почастішання і т.д.);</li></ul>" +
            "<li>зміни в роботі нирок;</li>" +
            "<ul><li>олігоурія (зменшення сечовиділення до 400-600 мл на добу) з переходом в анурію;</li>" +
            "<li>білок і кров у сечі.</li></ul></li></ul>";

    public static final String SODIUMLOW = "<b>Гіпонатріємія.</b> Можливі причини зниження рівня натрію в крові:" +
            "<ul><li>дієта збіднена натрієм (сіллю);</li>" +
            "<li>рясне потовиділення в поєднанні з недостатністю рідини;</li>" +
            "<li>перитоніт;</li>" +
            "<li>опіки;</li>" +
            "<li>захворювання надниркових залоз;</li>" +
            "<li>безконтрольний прийом сечогінних препаратів (наприклад, маніт);</li>" +
            "<li>крапельниці з низьким вмістом натрію;</li>" +
            "<li>патологія нирок (нефрит, отруєння, ниркова недостатність).</li></ul>" +
            "Підвищений всміст в крові ліпідів, імуноглобулінів і глюкози спотворюють результат виміру " +
            "рівня натрію у бік зменшення.";

    public static final String SODIUMLOWSYMPTOMS = "<br>Симптоми зниження натрію в крові:" +
            "<ul><li>симптоми захворювання, яке призвело до формування гипонатрімії (наприклад, ниркової " +
            "недостатності);</li><li>набряки;</li><li>гіпотонія (знижений артеріальний тиск);</li>" +
            "<li>м'язова слабкість і порушення рефлексів;</li><li>нудота;</li><li>відсутність спраги;</li>" +
            "<li>зниження апетиту;</li><li>олігоурія (сечовиділення на рівні 400-600 мл на добу);</li>" +
            "<li>судоми;</li><li>апатія;</li><li>втрата свідомості;</li><li>ступор.</li></ul>";

    public static final String SODIUMHIGH = "<b>Гіпернатріємія.</b> Можливі причини підвищення натрію в крові:" +
            "<ul><li>підвищене надходження натрію з їжею, водою (наприклад, зловживання солоною їжею);</li>" +
            "<li>недостатнє надходження рідини в організм;</li><li>сильні втрати води через легені (тривала " +
            "штучна вентиляція легенів), шкіру (надмірне потовиділення);</li>" +
            "<li>поліурія (сечовиділення більше 2500 мл на добу);</li><li>нецукровий діабет;</li>" +
            "<li>гіперальдостеронізм (синдром Іценко-Кушинга);</li><li>нефрит інтерстиціальний;</li>" +
            "<li>стрес;</li><li>операція і післяопераційний період;</li>" +
            "<li>прийом деяких лікарських препаратів (наркотики, хлорпропанід, глюкокортикоїди, вакцістин, великі " +
            "кількості фізіологічного розчину);</li><li>ушкодження гіпоталамуса.</li></ul>";

    public static final String SODIUMHIGHSYMPTOMS = "<br>Симптоми підвищення рівня натрію в крові:" +
            "<ul><li><b>полідипсія</b> &ndash; сильна спрага;</li>" +
            "<li><b>поліурія</b> &ndash; посилене сечовиділення (більше 2,5 л на добу);</li>" +
            "<li><b>альбумінурія</b> &ndash; білок у сечі;</li>" +
            "<li>сухість шкіри;</li>" +
            "<li>гіпертермія (підвищення температури аж до лихоманки);</li>" +
            "<li>тахікардія;</li>" +
            "<li>підвищення артеріального тиску;</li>" +
            "<li>посилення рефлексів;</li>" +
            "<li>судоми;</li>" +
            "<li>ниркова недостатність;</li>" +
            "<li>м'язова слабкість;</li>" +
            "<li>сонливість;</li>" +
            "<li>ступор, кома;</li>" +
            "<li>делірій.</li></ul>";

    public static final String CALCIUMLOW = "<b>Гіпокальцимія.</b> Можливі причини зниження рівня кальцію в крові:" +
            "<ul><li>нестача вітаміну D;</li>" +
            "<li>низький вміст кальцію в їжі;</li>" +
            "<li>порушення всмоктування кальцію на тлі резекції кишок, проносів або недостатності підшлункової залози;</li>" +
            "<li>рахіт (якщо сформувався);</li>" +
            "<li>гіподинамія (малорухливість);</li>" +
            "<li>пухлини;</li>" +
            "<li>хронічний сепсис;</li>" +
            "<li>шок;</li>" +
            "<li>алергії;</li>" +
            "<li>токсичне ураження печінки (отруєння солями важких металів, алкогольними сурогатами);</li>" +
            "<li>захворювання паращитовидних залоз або їх ампутація;</li>" +
            "<li>гіпернатріємія;</li>" +
            "<li>гіпоальбумінемія;</li>" +
            "<li>високий вміст естрогенів;</li>" +
            "<li>прийом кортикостероїдів і інтерлейкінів.</li></ul>";

    public static final String CALCIUMLOWSYMPTOMS = "<br>Симптоми низького рівня кальцію в крові:" +
            "<ul><li>психічна симптоматика;</li>" +
            "<ul><li>запаморочення;</li>" +
            "<li>головні болі схожі на мігрень;</li></ul>" +
            "<li>симптоми з боку шкіри і кісток;</li>" +
            "<ul><li>випадіння волосся;</li>" +
            "<li>руйнування нігтів;</li>" +
            "<li>суха, з тріщинами шкіра;</li>" +
            "<li>остеопороз;</li>" +
            "<li>карієс;</li></ul>" +
            "<li>нервово-м'язові порушення;</li>" +
            "<ul><li>слабкість;</li>" +
            "<li>посилення рефлексів з переходом в тетанічні судоми;</li></ul>" +
            "<li>порушення в діяльності серцево-судинної системи;</li>" +
            "<ul><li>тахікардія (збільшення частоти серцевих скорочень &ndash; пульсу);</li>" +
            "<li>стенокардія;</li>" +
            "<li>порушення згортання крові (зростання часу згортання).</li></ul></li></ul>";

    public static final String CALCIUMHIGH = "<b>Гіперкальцимія.</b> Можливі причини високого рівня кальцію в крові:" +
            "<ul><li>захворювання паращитовидних залоз (посилення їх активності);</li>" +
            "<li>гіпертиреоз (посилена функція щитовидної залози);</li>" +
            "<li>гіпервітаміноз вітаміну D;</li>" +
            "<li>гангрена;</li>" +
            "<li>пневмонія;</li>" +
            "<li>перитоніт;</li>" +
            "<li>гепатит;</li>" +
            "<li>обтураційна жовтяниця;</li>" +
            "<li>рак;</li>" +
            "<li>лейкоз;</li>" +
            "<li>серцева недостатність;</li>" +
            "<li>синдром Іценко-Кушинга;</li>" +
            "<li>хвороба Аддісона.</li></ul>";

    public static final String CALCIUMHIGHSYMPTOMS = "<br>Симптоми високого рівня кальцію в крові:" +
            "<ul><li>з боку нервової та м'язової систем;</li>" +
            "<ul><li>головний біль;</li>" +
            "<li>блювота;</li>" +
            "<li>слабкість;</li>" +
            "<li>дезорієнтація;</li>" +
            "<li>порушення свідомості;</li>" +
            "<li>посилення рефлексів;</li>" +
            "<li>астенія;</li>" +
            "<li>адинамія (нерухомість);</li></ul>" +
            "<li>гостра ниркова недостатність при наявності анурії (відсутність сечовиділення);</li>" +
            "<li>порушення діяльності серцево-судинної системи;</li>" +
            "<ul><li>кальциноз судин (відкладання кальцію у стінках судин);</li>" +
            "<li>екстрасистолія;</li>" +
            "<li>тахікардія;</li>" +
            "<li>серцева недостатність.</li></ul></li></ul>";

    public static final String MAGNESIUMLOW = "<b>Гіпомагнемія.</b> Можливі причини зниження рівня магнію в крові:" +
            "<ul><li>недостатність магнію в раціоні;</li>" +
            "<li>порушення всмоктування магнію у шлунково-кишкового тракті (блювота, пронос, глисти, пухлини);</li>" +
            "<li>хронічне отруєння солями металів (ртуть, барій, миш'як, алюміній);</li>" +
            "<li>алкоголізм;</li>" +
            "<li>тиреотоксикоз;</li>" +
            "<li>захворювання паращитовидних залоз (збільшення функції);</li>" +
            "<li>цироз печінки;</li>" +
            "<li>стрес;</li>" +
            "<li>спадкова нестача фосфору;</li>" +
            "<li>вживання деяких лікарських препаратів (фуросемід, спіронолактон, серцеві глікозиди, інсулін, " +
            "кофеїн, аміноглікозиди).</li></ul>";

    public static final String MAGNESIUMLOWCHILDTO14YEAR = "Рівень магнію в організмі може знижуватися у період " +
            "росту дітей<br>";

    public static final String MAGNESIUMLOWWOMAN = "Рівень магнію в організмі може знижуватися у період вагітності " +
            "і годування грудьми<br>";

    public static final String MAGNESIUMLOWSYMPTOMS = "<br>При дефіциті магнію спсстерігаються порушення:" +
            "<ul><li><b>психіки;</b></li>" +
            "<ul><li>запаморочення і головні болі;</li>" +
            "<li>галюцинації;</li>" +
            "<li>непритомність;</li>" +
            "<li>депресія;</li>" +
            "<li>апатія;</li></ul>" +
            "<ul><li>нервової і м'язової систем;</li>" +
            "<ul><li>тремор (тремтячі кінцівки);</li>" +
            "<li>парестезія (бігання \"мурашок\");</li>" +
            "<li>свербіж;</li>" +
            "<li>судоми;</li>" +
            "<li>спазми м'язів;</li>" +
            "<li>посилення рефлексів (симптоми Труссо і Хвостека);</li></ul>" +
            "<ul><li>у дихальній та серцево-судиннійї системах;</li>" +
            "<ul><li>тахікардія (збільшення частоти серцевих скорочень);</li>" +
            "<li>стрибки артеріального тиску;</li>" +
            "<li>стенокардія;</li>" +
            "<li>екстрасистолія;</li>" +
            "<li>спазм бронхів і трахеї;</li></ul>" +
            "<ul><li>з боку інших органів;</li>" +
            "<ul><li>нудота, блювота, пронос;</li>" +
            "<li>дискінезія жовчного протока;</li>" +
            "<li>спазми сфінктерів, мязів шлунку, кишечника;</li>" +
            "<li>ламкість волосся, нігтів, захворювання зубів.</li></ul></li></ul>" +
            "<br>Кожна друга особа страждає від дефіциту магнію";

    public static final String MAGNESIUMHIGH = "<b>Гіпермагнемія.</b> Можливі причини підвищеного рівня магнію в крові:" +
            "<ul><li>гостра і хронічна ниркова недостатність;</li>" +
            "<li>передозування препаратами магнію;</li>" +
            "<li>гіпотиреоз (зниження функції щитовидної залози);</li>" +
            "<li>зневоднення;</li>" +
            "<li>мієломна хвороба;</li>" +
            "<li>недостатність надниркових залоз;</li>" +
            "<li>системна червона вовчанка;</li>" +
            "<li>різке підвищення процесів розпаду в організмі (наприклад, діабетичний ацидоз).</li></ul>";

    public static final String MAGNESIUMHIGHSYMPTOMS = "<br>Симптоми високого рівня магнію у крові:" +
            "<ul><li>психічні порушення;</li>" +
            "<ul><li>депресія;</li>" +
            "<li>сонливість;</li>" +
            "<li>загальмованість;</li></ul>" +
            "<li>нервові і м'язові патології\n" +
            "<ul><li>поверхневий і глибокий наркоз (при рівнях магнію вище 4,7 ммоль/л і 8,3 ммоль/л - відповідно);</li>" +
            "<li>астенія;</li>" +
            "<li>атаксія (порушення координації рухів);</li>" +
            "<li>зниження рефлексів;</li></ul>" +
            "<li>порушення роботи серцево-судинної системи;</li>" +
            "<ul><li>брадикардія (зменшення частоти серцевих скорочень);</li>" +
            "<li>низьке діастолічний тиск (нижній);</li>" +
            "<li>асистолія;</li></ul>" +
            "<li>розлади роботи шлунково-кишкового тракту;</li>" +
            "<ul><li>нудота, блювання;</li>" +
            "<li>пронос;</li>" +
            "<li>біль у животі.</li></ul></li></ul>";

    public static final String PHOSPHORUSLOW = "<b>Гіпофосфатемія.</b> Можливі причини зниження рівня фосфору в крові:" +
            "<ul><li>порушення регуляції обміну;</li>" +
            "<li>дієта з низьким вмістом фосфору (мало м'ясних продуктів);</li>" +
            "<li>дієта з високим вмістом кальцію, алюмінію, магнію, барію;</li>" +
            "<li>зловживання напоями з штучними барвниками;</li>" +
            "<li>наркоманія, алкоголізм;</li>" +
            "<li>захворювання щитовидної і паращитовидної залоз;</li>" +
            "<li>рахіт;</li>" +
            "<li>цукровий діабет;</li>" +
            "<li>подагра;</li>" +
            "<li>пародонтоз;</li>" +
            "<li>блювота, пронос;</li>" +
            "<li>патологія нирок.</li></ul>";

    public static final String PHOSPHORUSLOWLITTLECHILD = "Низький рівень фосфору може спостерігатися " +
            "при штучному вигодовуванні<br>";

    public static final String PHOSPHORUSLOWSYMPTOMS = "<br>Характерні ознаки дефіциту фосфору:" +
            "<ul><li>стомлюваність, слабкість, погіршення уваги;</li>" +
            "<li>біль у м'язах;</li>" +
            "<li>імунодефіцит (часті застуди);</li>" +
            "<li>дистрофія серцевого м'яза;</li>" +
            "<li>остеопороз;</li>" +
            "<li>крововиливи у шкіру і слизові.</li></ul>";

    public static final String PHOSPHORUSHIGH = "<b>Гіперфосфатемія.</b> Можливі причини підвищення рівня " +
            "фосфору в крові:" +
            "<ul><li>дієта зі значною кількістю фосфору (білкова їжа);</li>" +
            "<li>дієта з великою кількістю консервантів;</li><li>гіпервітаміноз вітаміну D;</li>" +
            "<li>контакт з фосфорорганічними речовинами (добрива в сільському господарстві " +
            "і бойові отруйні речовини);</li><li>цироз печінки;</li><li>ниркова недостатність;</li>" +
            "<li>остеопороз;</li><li>лейкоз;</li><li>саркоїдоз;</li><li>загоєння переломів;</li>" +
            "<li>порушення обміну речовин.</li></ul>";

    public static final String PHOSPHORUSHIGHWOMAN = "Токсикоз при вагітності може супроводжуватися " +
            "зростанням кількості фосфору у крові.<br>";

    public static final String PHOSPHORUSHIGHSYMPTOMS = "<br>Симптоми високого рівня фосфору у крові:" +
            "<ul><li>сечокам'яна хвороба;</li>" +
            "<li>відкладення в тканинах кристалів фосфатів у вигляді сполук солі;</li><li>анемія;</li>" +
            "<li>лейкопенія;</li><li>кровотечі;</li><li>патологія печінки і шлунково-кишкового тракту;</li>" +
            "<li>процеси руйнування кісткової тканини.</li></ul>";

    public static final String IRONLOW = "<b>Гіпоферремія.</b> Можливі причини зниження рівня заліза в крові:" +
            "<ul><li>хронічна ниркова недостатність;</li>" +
            "<li>гострі інфекційні захворювання;</li>" +
            "<li>залізодефіцитні анемії;</li>" +
            "<li>дефіцит вітаміну В12;</li>" +
            "<li>захворювання крові (гострий і хронічний лейкоз, мієлома);</li>" +
            "<li>гострі і хронічні кровотечі;</li>" +
            "<li>захворювання шлунково-кишкового тракту (ентерити, коліти, низька кислотність шлункового соку, резекція шлунка і кишки);</li>" +
            "<li>хронічний гепатит;</li>" +
            "<li>цироз печінки;</li>" +
            "<li>гіпотиреоз.</li></ul>";

    public static final String IRONLOWWOMAN = "Кількість заліза в крові зменшуєтьяс від час вагітності і годування грудьми).<br>";

    public static final String IRONLOWSYMPTOMS = "<br>Симптоми дефіциту заліза:" +
            "<ul><li>сухість шкіри;</li><li>тріщини в кутах рота;</li><li>ламке, тьмяне, посічене волосся;</li>" +
            "<li>ламкі нігті;</li><li>слабкість у м'язах;</li><li>сухість слизової рота;</li>" +
            "<li>відсутність апетиту;</li><li>порушення травлення у вигляді чергування запорів і проносів;</li>" +
            "<li>зміна смаку (поїдання крейди);</li>" +
            "<li>перекручення нюху (пристрасть до дивних запахів - вихлопних газів, вимитих бетонних підлог);</li>" +
            "<li>імунодефіцит (часті застуди з довгим періодом одужання, гнійничкові ураження шкіри і т.д.);</li>" +
            "<li>млявість;</li><li>апатія;</li><li>депресія;</li><li>запаморочення.</li></ul>";

    public static final String IRONHIGH = "<b>Гіперферремія.</b> Можливі причини підвищення рівня заліза в крові:" +
            "<ul><li>гемолітична анемія;</li><li>гемохроматоз;</li><li>пернициозная анемія;</li>" +
            "<li>гіпопластична анемія;</li><li>талассемия;</li><li>лейкемія;</li>" +
            "<li>дефіцит вітамінів В12, В6 і В9 (фолієва кислота);</li><li>гострі і хронічні гепатити;</li>" +
            "<li>отруєння різними препаратами заліза і біологічно-активними добавками з вмістом заліза;</li>" +
            "<li>нефрит;</li><li>отруєння свинцем;</li><li>робота на залізних копальнях.</li></ul>";

    public static final String IRONHIGHSYMPTOMS = "<br>Симптоми високого рівня заліза у крові:" +
            "<ul><li>слабкість;</li><li>млявість;</li><li>запаморочення;</li><li>облисіння;</li>" +
            "<li>погіршення пам'яті;</li><li>аритмія;</li><li>біль у животі;</li><li>біль в суглобах;</li>" +
            "<li>зниження лібідо;</li><li>збільшення печінки;</li><li>діабет;</li><li>ураження шкіри.</li></ul>";





}